Repository: explodingmoose/JustDrones
Catalog: JustDrones/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: 1/3 Comma
de: 1/3 Komma
es: Coma 1/3
fr: Comma 1/3
it: Comma 1/3
nl: 1/3 Komma

source: 1/4 Comma
de: 1/4 Komma
es: Coma 1/4
fr: Comma 1/4
it: Comma 1/4
nl: 1/4 Komma

source: A random note:
de: Eine Zufällige Note
es: Una nota aleatoria
fr: Une note aléatoire:
nl: Het willekeurig noot:

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
nl: Annuleren

source: Ceiling: %@ Hz
de: Obergrenze: %@ Hz
es: Límite: %@ Hz
fr: Limite Haute: %@ Hz
nl: Plafond: %@ Hz

source: Circle of Fifths
de: Quintenzirkel
es: Círculo de Quintas
fr: Cycle des quintes
it: Circolo delle quinte
nl: Kwintencirkel

source: Clear
de: Löschen
es: Despejar
fr: Effacer
nl: Wissen

source: Close
de: Schließen
es: Cerrar
fr: Fermer
nl: Sluiten

source: Cutoff: %lld Hz
de: Grenzfrequenz: %lld Hz
es: Corte: %lld Hz
fr: Coupure: %lld Hz
nl: Drempel: %lld Hz

source: Depth: %@ Hz
de: Tiefe: %@ Hz
es: Profundidad: %@ Hz
fr: Profondeur: %@ Hz
nl: Diepte: %@ Hz

# Deutsch
source: German
de: Deutsche
es: Alemán
fr: Allemand
it: Tedesco
nl: Duitse

# Diapason:
source: Concert Pitch:
de: Stemton:
es: Diapasón:
fr: Diapason:
it: Diapason:
nl: Stemtoon:

source: Display Mode:
de: Anzeigemodus:
es: Modo de Visualización:
fr: Mode Affichage:
it: Modalità Visualizzazione:
nl: Weergavemodus:

# Drone for Pedal Use:
source: Drone for use with pedal:
de: Bordun für Betätigung mit Pedal:
es: Bordón para uso con pedal:
fr: Bourdon pour utilisation avec pédale:
nl: Bourdon voor gebruik met pedaal:

source: English
de: Englische
es: Inglés
fr: Anglais
it: Inglese
nl: Engelse

source: Equal
de: Gleich
es: Igual
fr: Égal
it: Equabile
nl: Gelijk

source: Floor: %@ Hz
de: Untergrenze: %@ Hz
es: Base: %@ Hz
fr: Base: %@ Hz
nl: Ondergrens: %@ Hz

source: Frequency
de: Frequenz
es: Frecuencia
fr: Fréquence
it: Frequenza
nl: Frequentie

source: Frequency: %@ Hz
de: Frequenz: %@ Hz
es: Frecuencia: %@ Hz
fr: Fréquence: %@ Hz
it: Frequenza: %@ Hz
nl: Frequentie: %@ Hz

source: Go
de: Los
es: Ir
fr: Allez
nl: Ga

source: LFO (Filter Cutoff)
de: LFO (Filter Grenzfrequenz)
es: LFO (Corte de Filtro)
fr: LFO (Coupure de Filtre)
nl: LFO (Drempelfrequentie)

source: Low Pass Filter (Moog Ladder)
de: Tiefpassfilter (Moogleiter)
es: Filtro Paso Bajo (Escalera Moog)
fr: Filtre Passe-bas (Échelle de Moog)
nl: Laagdoorlaatfilter (Moog Ladder)

source: Master Gain: %@ dB
de: Master-Pegelsteller: %@ dB
es: Ganancia Master: %@ dB
fr: Gain Master: %@ dB
nl: Hoofd Versterking: %@ dB

# Nederlands
source: Dutch
de: Niederländische
es: Neerlandés
fr: Néerlandais
it: Olandese
nl: Nederlandse

source: New
de: Neue
es: Nuevo
fr: Nouveau
nl: Nieuw

source: Notation System:
de: Notensatzsystem:
es: Sistema Notación:
fr: Système de Notation:
nl: Notatiesysteem:

source: Note Name
de: Notenname
es: Nombre de Nota
fr: Nom de Notes
nl: Notennamen

source: Nothing here yet
de: Hier Wurde Noch Nichts
es: Todavía nada aquí
fr: Rien ici
nl: Hier niets

source: Osc 1:
de: Osz 1:

source: Osc 2:
de: Osz 2:

source: Oscillator Balance: %@
de: Oszillator Balance
es: Balance de Osciladores: %@
fr: Équilibre de Oscillateur: %@
nl: Balans: %@

source: Pitch Class Integer
de: Tonklasse Zahl
es: Entero de Clase de Tono
fr: Entier de Classe de Hauteur
it: Intero della Classe di Altezze
nl: Pitch Class Gehele

source: Presets
de: Voreinstellungen
es: Programados
fr: Préréglage
nl: Vooringstellingen

source: Pure
de: Rein
es: Pura
nl: Rein

source: Recorded
de: Aufgenommenen
es: Grabados
fr: Enregistrées
nl: Opgenomen

source: Resonance: %@ dB
de: Rezonanz: %@ dB
es: Resonancia: %@ dB
fr: Résonance: %@ dB
nl: Resonantie: %@ dB

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
nl: Opslaan

source: Save As:
de: Speichern Unter:
es: Guardard Como:
fr: Enregistrer Sous:
nl: Opslaan Als:

source: Shape:
de: Wellenform:
es: Forma:
fr: Forme:
nl: Golfvormen:

source: Stop:
de: Register:
es: Registro:
fr: Jeux:
it: Registro:
nl: Register:

source: Sub-Octave
de: Sub-Oktave
es: Octava-Sub
fr: Octave de Sous
nl: Sub-Octaaf

source: Sub-Oscillator
de: Sub-Oszillator
es: Oscilador-Sub
fr: Sous-Oscillateur

source: Temperament
de: Temperatur
es: Temperamento
fr: Tempérament
it: Temperamento

source: User
de: Anwender
es: De Usario
fr: Utilisateur
nl: Gebruiker

source: Filter
es: Filtro
fr: Filtre

source: LFO Rate: %@ BPM
es: Tasa LFO: %@ PPM
fr: Taux LFO: %@ BPM
nl: LFO Snelheid: %@ BPM

source: Morph: %@
es: Posición de Onda: %@

source: Name
es: Nombre
fr: Nom
nl: Naam

source: Rate: %@ Hz
es: Tasa: %@ Hz
fr: Taux: %@ Hz
nl: Snelheid: %@ Hz

source: Solfège
es: Solfeo
it: Solfeggio
